[{
    "movie-img": "https://www.bing.com/th?id=Abb38fc36da5834bb15a0c2437965e8e0&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Army of the Dead",
    "descriptions": "Army of the Dead is a 2021 American zombie heist film directed by Zack Snyder from a screenplay he co-wrote with Shay Hatten and Joby Harold, based on a story he also created. The film features an ensemble cast consisting of Dave Bautista, Ella Purnell, Omari Hardwick, Ana de la Reguera, Theo Rossi, Matthias Schweighöfer, Nora Arnezeder, Hiroyuki Sanada, Tig Notaro, Raúl Castillo, Huma." 
},
{
    "movie-img": "https://www.bing.com/th?id=A785d8141b20b6e56def376c7d54f7eb3&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Kate",
    "descriptions": "Kate is a 2021 American action thriller film directed by Cedric Nicolas-Troyan and written by Umair Aleem. The film stars Mary Elizabeth Winstead, Miku Martineau, Woody Harrelson, Tadanobu Asano, Michiel Huisman, Miyavi, and Jun Kunimura. The film follows Kate (Winstead), an assassin, whose mentor and handler (Harrelson) assigns her to kill a high-ranking yakuza boss." 
},
{
    "movie-img": "https://www.bing.com/th?id=Aa6fc126e2060dfcb8e49ee5a39abf802&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "He's All That",
    "descriptions": "He's All That is a 2021 American teen romantic comedy film directed by Mark Waters, from a screenplay by R. Lee Fleming Jr. The film is a gender-swapped remake of the 1999 film She's All That, which was a modern adaptation of George Bernard Shaw's 1913 play Pygmalion and George Cukor's 1964 film My Fair Lady. It stars Addison Rae, Tanner Buchanan, Madison Pettis, and Peyton Meyer." 
},
{
    "movie-img": "https://www.bing.com/th?id=AMMS_ca402069535be6411564dc77d5e1a62c&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=16.1",
    "title": "Army of Thieves",
    "descriptions": "Army of Thieves is a 2021 heist comedy film directed by Matthias Schweighöfer from a screenplay by Shay Hatten, based on a story he wrote with Zack Snyder. A prequel to Army of the Dead, it is the second installment in the Army of the Dead franchise; the film stars Schweighöfer, who reprises his role as Ludwig Dieter, alongside a supporting cast that includes Nathalie Emmanuel and Ruby O. Fee." 
},
{
    "movie-img": "https://www.bing.com/th?id=AMMS_426cb5ed5003b89e58a5a49cc9ca39ab&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=16.1",
    "title": "Don't Look Up",
    "descriptions": "Don't Look Up is a 2021 American apocalyptic black comedy film written, produced, and directed by Adam McKay, and starring an ensemble cast including Leonardo DiCaprio, Jennifer Lawrence, Rob Morgan, Jonah Hill, Mark Rylance, Tyler Perry, Timothée Chalamet, Ron Perlman, Ariana Grande, Scott Mescudi, Cate Blanchett, and Meryl Streep." 
},
{
    "movie-img": "https://www.bing.com/th?id=A974f054be741ea8a514b014f187620d4&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Red Notice",
    "descriptions": "Red Notice is a 2021 American action comedy film written, directed, and produced by Rawson Marshall Thurber. Dwayne Johnson, who also served as a producer, stars as an FBI agent who reluctantly teams up with a renowned art thief (Ryan Reynolds) in order to catch an even more notorious criminal (Gal Gadot)." 
}
,
{
    "movie-img": "https://www.bing.com/th?id=Ae5c158c4e1bfa2d5e45e2c76f3a90415&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Blood Red Sky",
    "descriptions": "Blood Red Sky (also known as Transatlantic 473) is a 2021 British-German action horror film directed by Peter Thorwarth, who co-wrote the screenplay with Stefan Holtz. The film stars Roland Møller, Peri Baumeister, Chidi Ajufo and Alexander Scheer. It was released on 23 July 2021 by Netflix." 
},
{
    "movie-img": "https://www.bing.com/th?id=Ade70d8ed3d2a60d1366b00ffc7908f82&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "The Power of the Dog",
    "descriptions": "The Power of the Dog is a 2021 revisionist Western psychological drama film written and directed by Jane Campion. It is based on Thomas Savage's 1967 novel of the same title. The film stars Benedict Cumberbatch, Kirsten Dunst, Jesse Plemons, and Kodi Smit-McPhee. " 
},
{
    "movie-img": "https://www.bing.com/th?id=Aa562bd4ee13bf1e51549ad7b92c42ffd&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Fear Street: Part One - 1994",
    "descriptions": "Fear Street Part One: 1994 is a 2021 American slasher film directed by Leigh Janiak, with a script co-written by Phil Graziadei and Janiak, from an original story by Kyle Killen, Graziadei, and Janiak. Based on the book series of the same name by R. L. Stine, it is the first installment in the Fear Street trilogy and stars Kiana Madeira, Olivia Scott Welch, Benjamin Flores Jr., Julia Rehwald and Fred Hechinger." 
},
{
    "movie-img": "https://www.bing.com/th?id=Ace6dee97553d19725f73cee301c1bf0c&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "The Kissing Booth 3",
    "descriptions": "The Kissing Booth 3 is a 2021 American teen romantic comedy film directed by Vince Marcello, from a screenplay by Marcello and Jay Arnold. It is the third and final installment in The Kissing Booth trilogy based on Beth Reekles' novel of the same name, following The Kissing Booth and The Kissing Booth 2." 
}]