[{
    "movie-img": "https://www.bing.com/th?id=Adc8cbbface0f4d8479bb983d3d3b659c&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Parasite",
    "descriptions": "Parasite (Korean: 기생충; Hanja: 寄生蟲; RR: Gisaengchung) is a 2019 South Korean black comedy thriller film directed by Bong Joon-ho, who co-wrote the screenplay with Han Jin-won. The film, starring Song Kang-ho, Lee Sun-kyun, Cho Yeo-jeong, Choi Woo-shik, Park So-dam, Jang Hye-jin, and Lee Jung-eun, follows a poor family who scheme to become employed by a wealthy family and infiltrate" 
},
{
    "movie-img": "https://www.bing.com/th?id=Aba4ba166f3281b3948cb8947d21d4ff0&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Free Guy",
    "descriptions": "Free Guy is a 2021 American action comedy film directed and produced by Shawn Levy from a screenplay by Matt Lieberman and Zak Penn, and a story by Lieberman. The film stars Ryan Reynolds, Jodie Comer, Lil Rel Howery, Utkarsh Ambudkar, Joe Keery, and Taika Waititi. In the film, a man discovers he is a non-player character in a massively multiplayer online game and partners with a player to find evidence." 
},
{
    "movie-img": "https://www.bing.com/th?id=AMMS_426cb5ed5003b89e58a5a49cc9ca39ab&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=16.1",
    "title": "Don't Look Up",
    "descriptions": "Don't Look Up is a 2021 American apocalyptic black comedy film written, produced, and directed by Adam McKay, and starring an ensemble cast including Leonardo DiCaprio, Jennifer Lawrence, Rob Morgan, Jonah Hill, Mark Rylance, Tyler Perry, Timothée Chalamet, Ron Perlman, Ariana Grande, Scott Mescudi, Cate Blanchett, and Meryl Streep." 
},
{
    "movie-img": "https://www.bing.com/th?id=A94d1cc7b68d7bf1a767f54cd29786747&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "No Time to Die",
    "descriptions": "No Time to Die is a 2021 spy film and the twenty-fifth in the James Bond series produced by Eon Productions, starring Daniel Craig in his fifth and final portrayal of fictional British MI6 agent, James Bond. It was directed by Cary Joji Fukunaga from a screenplay by Neal Purvis, Robert Wade, Fukunaga and Phoebe Waller-Bridge. Léa Seydoux, Ben Whishaw, Naomie Harris, Jeffrey Wright and Christoph Waltz." 
},
{
    "movie-img": "https://www.bing.com/th?id=Ad042734fa954294f969e9b33e709dc6a&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Bird Box",
    "descriptions": "Bird Box is a 2018 American post-apocalyptic horror thriller film directed by Susanne Bier and written by Eric Heisserer, based on the 2014 novel of the same name by Josh Malerman. The film follows the character Malorie Hayes, played by Sandra Bullock, as she tries to protect herself and two children from entities which cause people who look at them to die by suicide." 
},
{
    "movie-img": "https://www.bing.com/th?id=A974f054be741ea8a514b014f187620d4&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Red Notice",
    "descriptions": "Red Notice is a 2021 American action comedy film written, directed, and produced by Rawson Marshall Thurber. Dwayne Johnson, who also served as a producer, stars as an FBI agent who reluctantly teams up with a renowned art thief (Ryan Reynolds) in order to catch an even more notorious criminal (Gal Gadot)." 
}
,
{
    "movie-img": "https://www.bing.com/th?id=Ade70d8ed3d2a60d1366b00ffc7908f82&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "The Power of the Dog",
    "descriptions": "The Power of the Dog is a 2021 revisionist Western psychological drama film written and directed by Jane Campion. It is based on Thomas Savage's 1967 novel of the same title. The film stars Benedict Cumberbatch, Kirsten Dunst, Jesse Plemons, and Kodi Smit-McPhee. " 
},
{
    "movie-img": "https://www.bing.com/th?id=Ac694523d6cf8ca7e59057833c3ecf9ab&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Spies in Disguise",
    "descriptions": "Spies in Disguise is a 2019 American computer-animated spy comedy film produced by Blue Sky Studios and distributed by 20th Century Fox. Loosely inspired by the 2009 animated short Pigeon: Impossible by Lucas Martell, the film is directed by Troy Quane and Nick Bruno from a screenplay by Brad Copeland and Lloyd Taylor, and a story by Cindy Davis. It stars the voices of Will Smith and Tom." 
},
{
    "movie-img": "https://www.bing.com/th?id=Ae5c158c4e1bfa2d5e45e2c76f3a90415&w=144&h=216&c=7&rs=1&qlt=80&o=6&cdv=1&pid=18.2",
    "title": "Blood Red Sky",
    "descriptions": "Blood Red Sky (also known as Transatlantic 473) is a 2021 British-German action horror film directed by Peter Thorwarth, who co-wrote the screenplay with Stefan Holtz. The film stars Roland Møller, Peri Baumeister, Chidi Ajufo and Alexander Scheer. It was released on 23 July 2021 by Netflix." 
}]